type Question = {
  id: number;
  text: string;
  options: string[];
};

export const questions: Question[] = [
  {
    id: 1,
    text: "บริษัท จันวาณิชย์ จำกัด มีสำนักงานอยู่ที่ใด ?",
    options: [
      "อาคารกองบุญมา",
      "นิคมอุตสาหกรรมการพิมพ์สินสาคร",
      "เทพารักษ์",
      "ถูกทุกข้อ",
    ],
  },
  {
    id: 2,
    text: "คำถามข้อที่ 2",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 3,
    text: "คำถามข้อที่ 3",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 4,
    text: "คำถามข้อที่ 4",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 5,
    text: "คำถามข้อที่ 5",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 6,
    text: "คำถามข้อที่ 6",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 7,
    text: "คำถามข้อที่ 7",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 8,
    text: "คำถามข้อที่ 8",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 9,
    text: "คำถามข้อที่ 9",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 10,
    text: "คำถามข้อที่ 10",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 11,
    text: "คำถามข้อที่ 11",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 12,
    text: "คำถามข้อที่ 12",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 13,
    text: "คำถามข้อที่ 13",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 14,
    text: "คำถามข้อที่ 14",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 15,
    text: "คำถามข้อที่ 15",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 16,
    text: "คำถามข้อที่ 16",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 17,
    text: "คำถามข้อที่ 17",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 18,
    text: "คำถามข้อที่ 18",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 19,
    text: "คำถามข้อที่ 19",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 20,
    text: "คำถามข้อที่ 20",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 21,
    text: "คำถามข้อที่ 21",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 22,
    text: "คำถามข้อที่ 22",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 23,
    text: "คำถามข้อที่ 23",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 24,
    text: "คำถามข้อที่ 24",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 25,
    text: "คำถามข้อที่ 25",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 26,
    text: "คำถามข้อที่ 26",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 27,
    text: "คำถามข้อที่ 27",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 28,
    text: "คำถามข้อที่ 28",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 29,
    text: "คำถามข้อที่ 29",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 30,
    text: "คำถามข้อที่ 30",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 31,
    text: "คำถามข้อที่ 31",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 32,
    text: "คำถามข้อที่ 32",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 33,
    text: "คำถามข้อที่ 33",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 34,
    text: "คำถามข้อที่ 34",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 35,
    text: "คำถามข้อที่ 35",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 36,
    text: "คำถามข้อที่ 36",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 37,
    text: "คำถามข้อที่ 37",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 38,
    text: "คำถามข้อที่ 38",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 39,
    text: "คำถามข้อที่ 39",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 40,
    text: "คำถามข้อที่ 40",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 41,
    text: "คำถามข้อที่ 41",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 42,
    text: "คำถามข้อที่ 42",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 43,
    text: "คำถามข้อที่ 43",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 44,
    text: "คำถามข้อที่ 44",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 45,
    text: "คำถามข้อที่ 45",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 46,
    text: "คำถามข้อที่ 46",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 47,
    text: "คำถามข้อที่ 47",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 48,
    text: "คำถามข้อที่ 48",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 49,
    text: "คำถามข้อที่ 49",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
  {
    id: 50,
    text: "คำถามข้อที่ 50",
    options: [
      "ตัวเลือกที่ 1",
      "ตัวเลือกที่ 2",
      "ตัวเลือกที่ 3",
      "ตัวเลือกที่ 4",
    ],
  },
];
